{
	"FormatVersion": 2,
	"Namespace": "",
	"Children": [
		{
			"Source":
			{
				"Text": "(Waiting user input)         "
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "3484516442B69FE1E093AEB1DB7411E7"
		},
		{
			"Source":
			{
				"Text": "<system>\r\nロールプレイをします。物語は中世風の世界観です。あなたは町にある「武器屋」を演じます。あなたの店には下記の商品があります。\r\n\r\n- 鉄の剣（1000ゴールド）：一般的な武器\r\n- 炎の魔剣（2000ゴールド）：魔力が付与された呪いの魔剣\r\n- 毒矢10本（200ゴールド）：致死性の毒が塗られた矢の束\r\n\r\n【客との会話例】\r\n{username}: おもしろい武器はあるかい？\r\n武器屋: ああ、つい先日なかなかの業者が手に入った。「炎の魔剣」だ。\r\n{username}: ほほう、見せてくれ\r\n武器屋: いいだろう。だが扱いには気を付けてくれよ\r\n{username}: ふむ悪くない。いくらだ？\r\n武器屋: 2000ゴールドだ\r\n\r\nそれでははじめましょう。新しい客である「{username}」が来たようです。\r\n</system>"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "954198BF45F6CEB2443E98B9F11575C4"
		},
		{
			"Source":
			{
				"Text": "Apply settings"
			},
			"Translation":
			{
				"Text": "設定を適用"
			},
			"Key": "B43BDF104314F3355F213DA8476C7BC0"
		},
		{
			"Source":
			{
				"Text": "Assistant"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "95AE26DD408EEE7B68BE4A9C84925DB1"
		},
		{
			"Source":
			{
				"Text": "Assistant"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "1FF54EF84AAB37262653E3BFD80F78FD"
		},
		{
			"Source":
			{
				"Text": "Assistant"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "A49A86A945B82AC7F8C3FDAE7D54EA87"
		},
		{
			"Source":
			{
				"Text": "Assistant Name"
			},
			"Translation":
			{
				"Text": "アシスタント名"
			},
			"Key": "75372E3D4CF20DE7D2D323A7ED583399"
		},
		{
			"Source":
			{
				"Text": "Assistant settings"
			},
			"Translation":
			{
				"Text": "アシスタント設定"
			},
			"Key": "4872C2C64153AEC3C9DC3EAE5AF31B5E"
		},
		{
			"Source":
			{
				"Text": "Change map"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "FBFCA5CE4398A2934E0DE7A9CF613912"
		},
		{
			"Source":
			{
				"Text": "Close"
			},
			"Translation":
			{
				"Text": "閉じる"
			},
			"Key": "A4BDEEDC4C42FCF939404CB81DEE3C54"
		},
		{
			"Source":
			{
				"Text": "Input Initial Prompt here."
			},
			"Translation":
			{
				"Text": "ここに初期プロンプトを入力"
			},
			"Key": "0FF17D014AEB3E2BBF6CB78E1106AFD9"
		},
		{
			"Source":
			{
				"Text": "Input text here. Press ESC to exit."
			},
			"Translation":
			{
				"Text": "ここにテキストを入力。ESCで終了"
			},
			"Key": "ABA2FCE643E0BC54C2220BB873444BEE"
		},
		{
			"Source":
			{
				"Text": "Model not found:"
			},
			"Translation":
			{
				"Text": "モデルが見つかりません:"
			},
			"Key": "CD8E34484E7EA71F8FC4158D0ADC90B4"
		},
		{
			"Source":
			{
				"Text": "Model: "
			},
			"Translation":
			{
				"Text": "モデル:"
			},
			"Key": "63EF1F8D49F4B5B1FBE7D19E690D61AE"
		},
		{
			"Source":
			{
				"Text": "Sample inital prompts: "
			},
			"Translation":
			{
				"Text": "初期プロンプトサンプル"
			},
			"Key": "5C43E3CA436346C7A963E89CCFC882C8"
		},
		{
			"Source":
			{
				"Text": "Text adfad adgaegeText adfad adgaegeText adfad adgaegeText adfad adgaegeText adfad adgaegeText adfad adgaegeText adfad adgaegeText adfad adgaegeText adfad adgaege"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "6B4542994B41C212FD5375B597F7721B"
		},
		{
			"Source":
			{
				"Text": "User"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "D61E1797484D53FC8A6C35B53930BF50"
		},
		{
			"Source":
			{
				"Text": "User"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "BEB242EF4D193B405E27A489188AB6CE"
		},
		{
			"Source":
			{
				"Text": "User Name"
			},
			"Translation":
			{
				"Text": "ユーザ名"
			},
			"Key": "63C8601C42B90D2351F7C9BA5F952E99"
		},
		{
			"Source":
			{
				"Text": "User settings"
			},
			"Translation":
			{
				"Text": "ユーザ設定"
			},
			"Key": "31159EDB4DF3E1FA4D65949FE3972526"
		},
		{
			"Source":
			{
				"Text": "You can download it manually fron the following url and place the file under \"{dst_dir}\"."
			},
			"Translation":
			{
				"Text": "下記URLからダウンロード可能です。ダウンロードしたGGUFファイルを \"{dst_dir}\" に配置してください"
			},
			"Key": "B4246BFA487E0DA29642D5A56C2BC25A"
		},
		{
			"Source":
			{
				"Text": "https://"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "909987434C721D1AF88D6AAFE9DD8234"
		},
		{
			"Source":
			{
				"Text": "modelname"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "706E8EBA4EE9E872185491ADE2A8B782"
		},
		{
			"Source":
			{
				"Text": "僧侶"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "3900D7874C20BA98D9A133A0A8ED1F11"
		},
		{
			"Source":
			{
				"Text": "勇者"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "5B3768B3419C0EE6A0DA8FABB112DEF5"
		},
		{
			"Source":
			{
				"Text": "武器屋"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "6B11033D4DD2E95E3271DA98D90C8776"
		},
		{
			"Source":
			{
				"Text": "魔導士"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "BE70801649394012441480AC35104B18"
		}
	]
}